brew "antidote"
tap "rsteube/homebrew-tap"
brew "rsteube/tap/carapace"
brew "stow"
brew "starship"

brew "coreutils"
brew "findutils"
brew "gnu-indent"
brew "gnu-sed"
brew "gnutls"
brew "grep"
brew "gnu-tar"
brew "gawk"

brew "watch"

brew "awscli"
brew "kubectl"
brew "k9s"
brew "krew"
brew "tmux"
brew "fzf"
brew "warrensbox/tap/tfswitch"
brew "jq"
brew "yq"

tap "fluxcd/tap"
brew "fluxcd/tap/flux"

brew "gh"
brew "glab"
brew "lab"
brew "diff-so-fancy"

brew "ankitpokhrel/jira-cli/jira-cli"

brew "ripgrep"
brew "bat"
brew "fd"
brew "tree"

brew "aripalo/tap/vegas-credentials"
brew "ykman"

brew "golang"
brew "golangci-lint"
brew "node"


cask "kitty"
cask "ubiquiti-unifi-controller"
cask "firefox"
cask "microsoft-edge"
cask "flameshot"
cask "spaceid"
cask "orbstack"
cask "yubico-yubikey-manager"
cask "scroll-reverser"
cask "qmk-toolbox"
